[general]
detecting=Detectando dispositivos de vídeo 3D; um momento, por favor...
firsttime=Configuração inicial do Motor Irreal
recoverymode=Modo de recuperação do Motor Irreal
run=¡Corre!
safemode=Modo seguro do Motor Irreal
webpage=http://unreal.epicgames.com/versions.htm

[iddialog_configpagedetail]
idc_configpagedetail=
idc_detailnote=Você pode alterar essas configurações na janela de 'preferências' mais tarde, se você quiser. 
idc_detailprompt=Segundo as características de velocidade, memória e placa de vídeo do seu computador, o do Unreal Engine escolheu as seguintes opções para otimizar o desempenho.

[iddialog_configpagefirsttime]
idc_configpagefirsttime=
idc_prompt=O Motor Irreal está iniciando pela primeira vez. Se você tiver algum problema, leia as notas de publicação da seção 'Programas/Irreal Tournament' do menu Iniciar do Windows. 

[iddialog_configpagesafemode]
idc_configpagesafemode=
idc_run=Executar Motor Irreal
idc_safemode=Executar Motor Irreal em modo seguro, para solução dos problemas
idc_safemodeprompt=Aa última vez que foi executado o Motor Irreal, não foi fechado corretamente. Em caso do fechamento ocorreu por um problema, pode usar as opções seguintes para efetuar uma recuperação.
idc_safemodeprompt2=Opções de modo seguro de Motor Irreal: se você tiver problemas, você pode usar as seguintes opções para fazer uma recuperação.
idc_web=Visite nossoo website para obter conselhos sobre solução dos problemas.

[iddialog_configpagesafeoptions]
idc_configpagesafeoptions=
idc_nojoy=Desativar compatibilidade com joystick
idc_noprocessor=Desativar extensões do processador Pentium III/3DNow
idc_nosound=Desativar o som
idc_res=Executar em resolução Standard 640x480
idc_resetconfig=Restabelecer os valores predeterminados de todas as opções de configuração
idc_safeoptions=Opções de modo seguro, para diagnóstico de problemas

